export const wheatArr = [
  [
    "Ускорение проростания",
    "Увеличение полевой всхожести и энерги прорастания",
    "Развитие кореневой системы",
  ],
  [
    "Увеличение коэффициента кущения в зонах достаточного увлажнения или на орошении",
    "Активация фотосинтеза",
  ],
  [
    "Увеличение коэффициента кущения в зонах Развитие еореневой системы",
    "Влияние на размер флагового и подфлагового листа",
    "Снятие гербицидного стресса",
  ],
  ["Развитие корневой системы", "Снятие гербецидного стресса"],
  [
    "Улучшение опыления",
    "Увеличение количества зерен в колосе",
    "Борьба со стрессами",
    "Улучшение фотосинтеза",
  ],
];

export const sunflowerArr = [
  [
    "Улучшение и продление работы почвенных гербицидов",
    "Предотвращение промывания гербицидов",
  ],
  ["Снятие гербицидного стресса"],
  ["Повышение устойчивости к болезням и стрессам", "Активизация фотосинтеза"],
  [
    "Улучшение опыления",
    "Увеличение количества семян в корзинке",
    "Борьба со стрессами",
    "Активизация фотосинтеза",
  ],
];

export const linenArr = [
  [
    "Ускорение прорастания",
    "Увеличение полевой всхожести и энергии прорастания",
    "Развитие корневой системы",
    "Улучшение фиксации препаратов на семенах",
  ],
  ["Стимуляция образования боковых побегов", "Активизация фотосинтеза"],
  [
    "Улучшение опыления, увеличение количества семян в коробочках",
    "Активация фотосинтеза",
    "Борьба со стрессами",
  ],
];

export const lentilsArr = [
  [
    "Улучшение опыления, увеличение количества семян в коробочках",
    "Активация фотосинтеза",
    "Борьба со стрессами",
  ],
  ["Удлинение стебля", "Закладка большего количества бобов"],
  [
    "Улучшение опыления",
    "Увеличение количества семян в бобе",
    "Борьба со стрессами",
    "Усиление фотосинтеза",
    "Уменьшение абортации",
  ],
  ["Предотвращение растрескивания бобов", "Увеличение крупности семян"],
];

export const cornArr = [
  [
    "Ускорение прорастания",
    "Увеличение полевой всхожести и энергии прорастания",
    "Развитие корневой системы",
  ],
  ["Развитие корневой системы", "Снятие гербицидного стресса"],
  [
    "Закладка большего количества зёрен в ряду",
    "Увеличение вегетативной массы",
    "Активизация фотосинтеза",
  ],
  ["Улучшение опыления", "Активизация фотосинтеза", "Борьба со стрессами"],
];

export const rapeArr = [
  [
    "Увеличение количества боковых веток",
    "Закладка большего количества стручков",
    "Снятие гербицидного стресса",
    "Активизация фотосинтеза",
  ],
  [
    "Увеличение количества боковых веток",
    "Закладка большего количества стручков",
    "Снятие гербицидного стресса",
    "Активизация фотосинтеза",
  ],
  ["Предотвращение растрескивания бобов", "Увеличение крупности семян"],
];

export const soybeansArr = [
  [
    "Ускорение прорастания",
    "Увеличение полевой всхожести и энергии прорастания",
    "Развитие корневой системы",
  ],
  ["Увеличение количества боковых ветвей", "Активизация фотосинтеза"],
  [
    "Улучшение опыления",
    "Увеличение количества семян в бобе",
    "Борьба со стрессами",
    "Активизация фотосинтеза",
    "Уменьшение абортации",
  ],
];
