export const cornArr = [
  [
    "Ускорение проростания",
    "Увеличение полевой всхожести и энерги прорастания",
    "Развитие кореневой системы",
  ],
  [
    "Увеличение коэффициента кущения в зонах достаточного увлажнения или на орошении",
    "Активация фотосинтеза",
  ],
  [
    "Увеличение коэффициента кущения в зонах Развитие еореневой системы",
    "Влияние на размер флагового и подфлагового листа",
    "Снятие гербицидного стресса",
  ],
  ["Развитие корневой системы", "Снятие гербецидного стресса"],
  [
    "Улучшение опыления",
    "Увеличение количества зерен в колосе",
    "Борьба со стрессами",
    "Улучшение фотосинтеза",
  ],
];
